<h2 class="item4">Настройка модулей</h2>

<p>Шаблон может содержать модули, не включенные в базовую установку VirtueMart/Joomla! и их необходимо устанавливать
    вручную. Процедура установки та же, что описана на шаге 1 данной документации.</p>

<ol class="index-list">
    <li>В админ панели Joomla! перейдите в меню "<strong>Extensions</strong> - <strong>Extensions Manager</strong>
        <strong>(Расширения</strong> - <strong>Менеджер разширений)</strong>".
    </li>
    <li>Нажмите кнопку Browse (Обзор) и выберите архив расширения из папки <strong>"sources"</strong> архива шаблона.
    </li>
    <li>Кликните кнопку "<strong>Upload &amp; Install (Загрузить и установить)</strong>".</li>
    <li>Перейдите в меню "<strong>Extensions - Module manager (Расширения - Менеджер модулей)</strong>". Установленные
        модули появятся в списке модулей.
    </li>
</ol>

<p>Откройте модуль и установите его настройки в соответствии с таблицей Настроек модулей.</p>

<p>Чтобы сохранить изменения настроек модуля, нажмите кнопку "<strong>Save &amp; Close (Сохранить и закрыть)</strong>" в
    верхнем левом углу.</p>

<p>Также необходимо загрузить содержимое папки 'sources\to_the_root_directory' в корневую папку установки Joomla!</p>