<h3>Установка модулей</h3>

<p>Темы Joomla содержат дополнительные расширения: модуля, плагины и компоненты, которые
    применяются с целью расширения функциональности. Все дополнительные расширения можно
    легко установить при помощи специального архива.</p>

<h6>Данный архив находится в папке 'sources' шаблона и называется 'pkg_bundle.zip'. Его
    очень просто установить, как и любое другое расширение или тему, через <b>админ-панель
        Joomla > Менеджер расширений</b>. </h6>
<ol class="index-list">
    <li>Откройте админ-панель Joomla. В панели управления выберите '<b>Extensions
            (Расширения)</b>'. В появившемся выпадающем меню щелкните '<b>Extensions Manager
            (Менеджер расширений)</b>';
    </li>
    <li>Выберите опцию 'Install (Установка)' в левой колонке;</li>
    <li>Щелкните кнопку 'Browse/Choose file (Обзор/Выбрать файл)' и найдите архив
        'sources/pkg_bundle.zip';
    </li>
    <li>Нажмите кнопку 'Upload and install (Загрузить и установить)', чтобы установить
        все модуля.
    </li>
</ol>
<figure class="img-polaroid"><img src="img/extensions_manager.jpg" alt=""/></figure>
<p>Если тема содержит расширения, не включенные в файл '<b>pkg_bundle.zip</b>', их нужно
    установить отдельно. Установка выполняется таким же образом, что и
    'sources/pkg_bundle.zip' через '<b>Extensions Manager</b> (Менеджер расширений)'.
</p>

<p>Названия архивов с расширениями обычно начинаются с '<b>mod_</b>', '<b>com_</b>' или
    '<b>plg_</b>', поэтому их очень просто узнать. </p>