<h3>Articles Newsflash (Advanced)</h3>

<p>Модуль Articles Newsflash (Advanced) представляет собой расширенную версию
    стандартного модуля Joomla Articles Newsflash. В дополнение к исходным функциям
    модуля предлагаются опции для шаблонов, основанных на Bootstrap.</p>

<figure class="img-polaroid">
    <img src="img/newsflash-adv-2.jpg" alt="">
</figure>

<h4>Дополнительные опции</h4>

<p><b>Number of columns (Количество колонок)</b> - позволяет отображать статьи в
    несколько колонок.</p>

<p><b>Custom Link (Пользовательская ссылка)</b> - позволяет отображать настраиваемую
    ссылку под контентом модуля. Ее можно задать на внешний URL или на страницу
    веб-сайта Joomla.</p>

<p><b>Pretext (Предварительный текст)</b> - позволяет отображать пользовательский текст
    перед содержимым модуля.</p>

<p><b>Published Date (Дата публикации)</b> - отображает дату публикации статьи. </p>

<p><b>Created by (Создано)</b> - показывает автора статьи</p>

<p><b>Show intro images (Показывать изображения статьи) </b> - позволяет отображать
    картинки статьи.</p>

<p><b>Intro image align (Выравнивание изображений статьи) </b> - позволяет выравнивать
    изображения статьи</p>

<figure class="img-polaroid">
    <img src="img/newsflash-adv-1.png" alt="">
</figure>
